Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/waste_management_and_recycling/landfill_sites.html.txt.tmx
Source language: en
Languages: ga

source: Landfill is an important part of waste management in Ireland
ga: Cuid thábhachtach de bhainistíocht dramhaíola is ea líonadh talún

source: However, all other waste disposal options, like recycling, minimisation, prevention and re-use, must first be considered before the landfill option
ga: Ní mór breithniú a dhéanamh ar gach rogha diúscartha dramhaíola eile, in measc athchúrsáil, íoslaghdú, cosc agus athúsáid, áfach, ar dtús sula ndéantar breithniú ar an rogha líonadh talún

source: A modern landfill is a carefully designed structure built into or on top of the ground in which waste is isolated from the surrounding environment (groundwater, air, soil)
ga: Struchtúr atá deartha go speisialta agus tógtha isteach nó ar bharr talún ina bhfuil brúscar scartha ón timpeallacht mháguaird (screamhuisce, aer agus talamh) é láithreán dramhaíola

source: It offers much more protection for the environment and for local people than traditional dumps did
ga: Tá i bhfad níos mó cosanta ar fáil ón láithreán dramhaíola inniu don timpeallacht agus do dhaoine áitiúla ná mar a bhíodh ag láithreáin cheana

source: Problems with odours, litter, vermin, etc., are greatly reduced by the careful management of the site
ga: Déantar an láithreán a rith go cúramach agus laghdaítear fadhbanna a bhaineann le bolaithe, brúscar, mionainmhithe & rl mar sin

source: Most landfills are made up of the following elements:
ga: Tá na nithe seo a leanas ar fáil i mbeagnach gach láithreán dramhaíola:

source: • Bottom liner system - this separates waste and leachate (liquid that gathers at the bottom of the waste mass) from the ground and groundwater
ga: • Córas líneála ag an mbun - scaireann seo brúscar agus síothladh (leacht a bhailíonn ag bun an bhrúscair) ón screamhuisce

source: • Cells (old and new) - where the waste is stored within the landfill
ga: • Cilliní (sean agus nua) - áit a dhéantar an brúscar a stóráil sa láithreán dramhaíola

source: • Storm water drainage system - this collects rain water that falls on the landfill
ga: • Córas le huisce stoirme a thaoscadh - bailíonn seo báisteach a thiteann ar an láithreán dramhaíola

source: • Leachate collection system - this collects water that has percolated through the landfill itself and contains contaminating substances
ga: • Córas le síothladh a bhailiú - bailíonn seo uisce a shíothlaíonn tríd an láithreán dramhaíola féin ina bhfuil substaintí truaillitheacha

source: The leachate should be treated and disposed of in a safe way
ga: Ba cheart oibriú ar an síothladh agus fáil réidh leis ar bhealach sábháilte

source: • Gas collection system - pipes collect the methane, carbon dioxide and sulphur dioxide gases that are formed during the biological breakdown of waste
ga: • Córas le gás a bhailiú - bailíonn píopaí an meiteán agus na gáis dé-ócsaíd carbóin agus dé-ócsaíd sulfair a chruthaítear nuair atá brúscar dhá bhriseadh síos

source: Where possible, these gases are used for the production of electricity
ga: Baintear úsáid amanta as na gáis seo ar mhaithe le leictreachas a ghinneadh

source: • Covering or cap - this seals off the top of the landfill with a gas drainage layer, an impermeable mineral layer, a drainage layer of at least 0.5 metre and at least one metre of top soil
ga: • Clúdach nó caipín - cuireann seo séala ar bharr an láithreáin le sraith le gás a thaoscadh, sraith atá díonach ar mhionraí, sraith taoscaidh de .5 mhéadar ar a laghad agus ar a laghad méadar amháin de thalamh ar an mbarr

source: Before a landfill site can be built, an Environmental Impact Assessment (EIA) is done on the proposed site
ga: Sular féidir láithreán líonadh talún a thógáil, déantar Measúnú Tionchair Timpeallachta (MTT) ar an láithreán a bheartaítear

source: Monitoring of landfill sites
ga: Monatóireacht ar láithreáin dramhaíola

source: Landfill sites are licensed by the Environmental Protection Agency (EPA) and must be monitored on a regular basis to make sure they are being run efficiently and safely
ga: Tá láithreáin líonadh talún ceadúnaithe ag an nGníomhaireacht um Chaomhnú Comhshaoil (GCC) agus ní mór monatóireacht a dhéanamh orthu ar bhonn rialta lena chinntiú go bhfuil siad á reáchtáil go héifeachtúil agus go sábháilte

source: The responsibility for this monitoring rests with the EPA and landfill operators
ga: Tá an GCC agus oibreoirí líonadh talún freagrach as an monatóireacht seo

source: This process begins with the application for a waste licence
ga: Cuirtear tús leis an bpróiseas seo le hiarratas a dhéanamh ar cheadúnas dramhaíola

source: If a landfill site operator breaks the terms of its licence by failing to establish proper monitoring procedures or failing to send its monitoring data to the EPA, the Agency can prosecute under the Waste Management Acts 1996 - 2008
ga: Má sháraíonn oibreoir láithreán líonadh talún téarmaí a c(h)eadúnais mar gheall gur theip air/uirthi nósanna imeachta cearta monatóireachta a bhunú nó má theip air/uirthi a s(h)onraí monatóireachta a sheoladh chuig an GCC, féadfaidh an Ghníomhaireacht ionchúiseamh a dhéanamh faoi na hAchtanna um Bainistiú Dramhaíola, 1996-2008

source: While the EPA carries out routine inspections on landfill sites and provides guidance for landfill operators, the operators themselves are required to constantly monitor various aspects of their site to ensure they remain in compliance with their licence
ga: Cé go dtugann an GCC faoi chigireachtaí rialta ar láithreáin líonadh talún agus go soláthraíonn siad treoir d’oibreoirí líonadh talún, ceanglaítear ar na hoibreoirí, iad féin, monatóireacht leanúnach a dhéanamh ar ghnéithe éagsúla a láithreáin lena chinntiú go leanann siad lena gceadúnas a chomhlíonadh

source: As well as these technical monitoring practices, the management of a landfill site must include proper compacting of waste, covering waste with a layer of soil, litter control, surface water control and general tidiness
ga: Mar aon leis na cleachtais theicniúla mhonatóireachta, ní mór dlúthú ceart dramhaíola, dramhaíl a chlúdach le ciseal ithreach, rialú bruscair, rialú uisce dromchla agus slacht ginearálta a bheith a chur san áireamh i mbainistíocht láithreán líonadh talún

source: The EPA has set out recommendations in landfill manuals
ga: Leag an GCC moltaí i lámhleabhair líonadh talún

source: Each landfill site has the authority to refuse to accept any type of waste prohibited by its waste licence
ga: Tá an t-údarás ag gach láithreán líonadh talún a dhiúltú chun glacadh le haon saghas dramhaíola a gcuireann a gceadúnas cosc air

source: If you have a query about an item you want to send to landfill, contact your local landfill site to see if it will accept it
ga: Má tá fiosrúchán agat faoi earra is mian leat a chur chun líonadh talún, déan teagmháil le do láithreán líonadh talún áitiúil féachaint an nglacfaidh siad leis

source: You can contact your local authority for further advice
ga: Féadfaidh tú teagmháil a dhéanamh le d’údarás áitiúil chun breis comhairle a fháil

source: All landfill sites must be licensed by the EPA and there is a detailed application process for a licence
ga: Ní mór don GCC gach láithreán líonadh talún a cheadúnú agus tá próiseas mionsonraithe iarratais ann do cheadúnas

source: The EPA can prohibit a landfill from accepting certain kinds of waste if it thinks the provisions set out in the application are not sufficient to prevent the risk of environmental pollution
ga: Féadfaidh an GCC cosc a chur ar láithreán líonadh talún ó ghlacadh le saghsanna áirithe de dhramhaíl má cheapann siad nach leor na forálacha a leagtar amach san iarratas chun cosc a chur ar bhaol i leith truailliú comhshaoil

source: All new landfill sites must apply for planning permission from a local authority or, in certain cases, directly to An Bord Pleanála
ga: Ní mór do gach láithreán nua líonadh talún iarratas a dhéanamh ar chead pleanála ó údarás áitiúil nó, i roinnt cásanna, go díreach leis an mBord Pleanála

source: An Environmental Impact Assessment is typically required as part of the planning process
ga: Is gnách go dteastaíonn Measúnú Tionchair Timpeallachta mar chuid den phróiseas pleanála

source: This assessment will also be passed onto the EPA as part of the application process
ga: Seolfar an measúnú seo chuig an GCC, chomh maith leis sin, mar chuid den phróiseas iarratais

source: All landfills require a licence from the EPA
ga: Teastaíonn ceadúnas ón GCC ó gach láithreán dramhaíola

source: The information contained in any waste licence is available to the public
ga: Tá an t-eolas a chuirtear ar fáil in aon cheadúnas dramhaíola atá eisithe ag an GCC ar fáil don phobal

source: This includes the application documentation
ga: San áireamh anseo tá na cáipéisí iarratais

source: Anyone can make an objection to a licence application or a decision by the EPA on granting a licence
ga: Is féidir le duine ar bith cur in aghaidh iarratais ar cheadúnas nó cur in aghaidh cinnithe a rinne an GCC ceadúnas a eisiúint

source: After the EPA make the licence application available, you must make your objection within 28 days
ga: Nuair atá an t-iarratas ar cheadúnas curtha ar fáil ag an GCC ní mór cuir ina aghaidh taobh istigh de 28 lá

source: The EPA must also prepare guidelines on the selection, management, operation and termination of use of landfill sites
ga: Ní mór don GCC treoirlínte a ullmhú ar láithreáin líonadh talún a roghnú, a bhainistiú, a oibriú agus deireadh a chur le húsáid a bhaint as láithreáin líonadh talún

source: These guidelines aim to improve and standardise the practices in landfill sites and bring them in line with European regulations
ga: Tá de chuspóir ag na treoirlínte seo na cleachtais a fheabhsú agus a chaighdeánú i láithreáin líonadh talún agus go gcomhlíonfaidh siad rialacháin Eorpacha

source: The Waste Management Act (1996) provides for substantial penalties for environmental offences
ga: Forálann an tAcht um Bainistiú Dramhaíola (1996) do phionóis shubstainteacha a ghearradh ar chionta comhshaoil

source: The EPA is responsible for dealing with any violations of this Act by landfill operators that it has licensed
ga: Tá an GCC freagrach as déileáil le haon sáruithe ar an Acht seo ag oibreoirí líonadh talún a cheadúnaigh siad

source: When the EPA discovers these violations, it will first write to the landfill operator, telling them what it needs to do to uphold the terms of its licence
ga: Nuair a dheimhníonn an GCC na sáruithe seo, scríobhfaidh siad, i dtosach báire, chuig an oibreoir, agus iad a chur ar an eolas ar an méid is gá dóibh a dhéanamh chun téarmaí a gceadúnais a chomhlíonadh

source: All such recommendations must be implemented as soon as possible
ga: Ní mór gach moladh den sórt sin a chur i bhfeidhm a luaithe is féidir

source: If this does not succeed, it can bring summary proceedings against landfill operators in the District Court for offences under the Waste Management Act
ga: Mura n-éiríonn leo amhlaidh a dhéanamh, féadfaidh an Ghníomhaireacht tús a chur le himeachtaí achoimre i leith oibreoirí líonadh talún sa Chúirt Dúiche mar gheall ar chionta faoin Acht um Bainistiú Dramhaíola

source: It can also bring proceedings in the High Court
ga: Anuas air sin, féadfaidh siad tús a chur le himeachtaí san Ard-Chúirt

source: Under the Waste Management Act, it is possible for anyone to take a landfill operator to court
ga: Faoin Acht um Bainistiú Dramhaíola, is féidir le duine ar bith oibreoir líonadh talún a thabhairt chun na cúirte

source: However, this practice is costly and time consuming
ga: Tá costas ard ar an gcleachtadh seo agus glacann sé go leor ama

source: The EPA deals with complaints from the public about landfill sites and will take whatever actions it considers necessary to investigate and remedy the situation
ga: Déileálann an GCC le gearáin ón bpobal faoi láithreáin líonadh talún agus glacfaidh siad pé gníomhartha a mheasann siad is gá chun an cás a fhiosrú agus a réiteach

source: Office of Environmental Enforcement
ga: An Oifig Forfheidhmithe i leith Cúrsaí Comhshaoil

source: The Office of Environmental Enforcement (OEE), which was established under the Environmental Protection Agency (EPA), also has a mandate to deliver enhanced environmental compliance through enforcement of EPA licences issued to waste, industrial and other activities
ga: Tá sainchúram ag an Oifig Forfheidhmithe i leith Cúrsaí Comhshaoil (OFCC), a bunaíodh faoin nGníomhaireacht um Chosaint Comhshaoil (GCC), chomh maith, chun comhlíonadh feabhsaithe comhshaoil a sholáthar trí cheadúnais GCC a eisíodh do ghníomhaíochtaí dramhaíola, tionsclaíocha agus do ghníomhaíochtaí eile a fhorfheidhmiú

source: It exercises a supervisory role in respect of the environmental protection activities of local authorities
ga: Cuireann siad feidhm mhaoirseachta i bhfeidhm maidir le cosaint comhshaoil gníomhaíochtaí údarás áitiúil

source: In this regard, the OEE acts as a resource to members of the public who have exhausted all other avenues of complaint
ga: Ina leith seo, gníomhaíonn an OFCC mar acmhainn do mhuintir an phobail a bhain triail as gach bealach eile chun gearán a dhéanamh

source: Under the Waste Management (Landfill Levy) Regulations (2013), a Government levy of €75 is payable per tonne of commercial waste disposed in landfill
ga: Faoi na Rialacháin (2013) um Bhainistiú Dramhaíola (Táille Láithreáin Dramhaíola) tá táille Rialtais de €75 gearrta ar gach tonna dramhaíola tráchtála a chuirtear chuig an láithreán dramhaíola

source: This levy is payable on top of whatever fee your local authority or the private landfill owner charge for use of their site
ga: Ní mór an táille seo a íoc sa bhreis ar pé táille atá an t-údarás áitiúil nó an t-úinéir príobháideach ag gearradh as a láithreán a úsáid

source: Money from this levy goes towards the Environmental Fund set up to provide finance for environmental projects
ga: Íocfar an t-airgead ón táille seo isteach i gCiste Timpeallachta a bhunaigh an Rialtas le ciste a sholáthar do thograí timpeallachta

source: While the levy is standard in all landfill sites, gate fees vary from site to site
ga: Cé go bhfuil an tobhach caighdeánach i ngach láithreán líonadh talún, is éagsúil a bhíonn táillí geata ó láithreán go láithreán

source: General commercial waste is charged by weight
ga: Is gnách go ngearrtar costas ar dhramhaíl tráchtála de réir meáchain

source: For more information about prices, you check with your local authority or private landfill site
ga: Chun teacht ar bhreis faisnéise faoi phraghsanna, déanann tú seiceáil le d’údarás áitiúil nó le do láithreán príobháideach líonadh talún

source: For details about landfill sites in your area, you should apply to your local authority
ga: Chun teacht ar shonraí faoi láithreáin líonadh talún i do cheantar, ba cheart duit iarratas a dhéanamh ar d’údarás áitiúil

source: For information about the licensing and monitoring of landfill sites or if you have any complaints about landfill sites in your area, you should contact the EPA. Where to apply Environmental Protection Agency P.O
ga: Má tá gearáin le déanamh agat maidir le láithreáin dramhaíola i do cheantar, ba cheart teagmháil a dhéanamh leis an GCC
